{
  "frases": [
    {"frase": "I eat breakfast at seven and drink coffee.", "traducao": "Eu como café da manhã às sete e bebo café."},
    {"frase": "She goes to school and studies English.", "traducao": "Ela vai para a escola e estuda inglês."},
    {"frase": "He reads a book but listens to music too.", "traducao": "Ele lê um livro, mas também escuta música."},
    {"frase": "I play football and run in the park.", "traducao": "Eu jogo futebol e corro no parque."},
    {"frase": "They clean the house and help their mother.", "traducao": "Eles limpam a casa e ajudam a mãe."},
    {"frase": "We watch TV and drink tea in the evening.", "traducao": "Nós assistimos TV e bebemos chá à noite."},
    {"frase": "I write emails because I have many friends.", "traducao": "Eu escrevo e-mails porque tenho muitos amigos."},
    {"frase": "She listens to the radio and reads the news.", "traducao": "Ela escuta o rádio e lê as notícias."},
    {"frase": "He cooks lunch and cleans the kitchen.", "traducao": "Ele cozinha o almoço e limpa a cozinha."},
    {"frase": "I go to the market and buy fruits.", "traducao": "Eu vou ao mercado e compro frutas."},
    {"frase": "They study math but also study English.", "traducao": "Eles estudam matemática, mas também estudam inglês."},
    {"frase": "We walk to school and talk with friends.", "traducao": "Nós caminhamos para a escola e conversamos com amigos."},
    {"frase": "I open the window because it is hot.", "traducao": "Eu abro a janela porque está quente."},
    {"frase": "She closes the door and turns off the light.", "traducao": "Ela fecha a porta e apaga a luz."},
    {"frase": "He writes a note and gives it to his friend.", "traducao": "Ele escreve uma nota e entrega para o amigo."},
    {"frase": "I read a magazine and drink water.", "traducao": "Eu leio uma revista e bebo água."},
    {"frase": "We drink coffee and eat bread in the morning.", "traducao": "Nós bebemos café e comemos pão de manhã."},
    {"frase": "They eat lunch and rest in the afternoon.", "traducao": "Eles almoçam e descansam à tarde."},
    {"frase": "I go home and do my homework.", "traducao": "Eu vou para casa e faço meu dever de casa."},
    {"frase": "She walks to work and listens to music.", "traducao": "Ela caminha para o trabalho e escuta música."},
    {"frase": "He watches TV and reads a book.", "traducao": "Ele assiste TV e lê um livro."},
    {"frase": "I clean my room and organize my books.", "traducao": "Eu limpo meu quarto e organizo meus livros."},
    {"frase": "We play cards and talk with family.", "traducao": "Nós jogamos cartas e conversamos com a família."},
    {"frase": "I drink water and eat fruit every day.", "traducao": "Eu bebo água e como frutas todos os dias."},
    {"frase": "She reads a book and writes notes.", "traducao": "Ela lê um livro e escreve notas."},
    {"frase": "He goes to the market and buys vegetables.", "traducao": "Ele vai ao mercado e compra vegetais."},
    {"frase": "I write in my notebook and study English.", "traducao": "Eu escrevo no meu caderno e estudo inglês."},
    {"frase": "They walk in the park and play football.", "traducao": "Eles caminham no parque e jogam futebol."},
    {"frase": "We eat dinner and talk about our day.", "traducao": "Nós jantamos e conversamos sobre nosso dia."},
    {"frase": "I go to bed at ten and read a book.", "traducao": "Eu vou para a cama às dez e leio um livro."}
  ],
  "textos": [
    {
      "tema": "Morning Routine",
      "texto": "I wake up at six o'clock and get up from my bed. I wash my face and hands, and then I brush my teeth. I eat breakfast and drink coffee. I put on my clothes and go to school. I walk with my friends and talk about our homework. We study English and math. I read books and write in my notebook. I listen to the teacher and answer questions. I play with my friends at break time. I eat lunch and drink water. After lunch, I go back to class and study more. I finish school and go home. I rest for one hour and watch TV. I eat dinner with my family and drink tea. I go to bed at ten o'clock and read a book before sleep.",
      "traducao": "Eu acordo às seis horas e levanto da cama. Eu lavo meu rosto e mãos, e então escovo meus dentes. Eu como café da manhã e bebo café. Eu visto minhas roupas e vou para a escola. Eu caminho com meus amigos e converso sobre nosso dever de casa. Nós estudamos inglês e matemática. Eu leio livros e escrevo no meu caderno. Eu escuto o professor e respondo perguntas. Eu brinco com meus amigos no recreio. Eu almoço e bebo água. Depois do almoço, eu volto para a aula e estudo mais. Eu termino a escola e volto para casa. Eu descanso por uma hora e assisto TV. Eu janto com minha família e bebo chá. Eu vou para a cama às dez horas e leio um livro antes de dormir."
    },
    {
      "tema": "Afternoon at Home",
      "texto": "I go home after school and eat lunch. I drink water and rest for one hour. I read a magazine and write in my notebook. I clean my room and organize my books. I play with my dog and listen to music. I help my mother in the kitchen and cook dinner. I set the table and eat dinner with my family. I drink tea and wash the dishes. I talk with my family and play cards. I watch TV and read a book. I go to bed at ten o'clock and sleep well. I wake up early and eat breakfast. I drink coffee and get ready for school. I see my friends and study English. I play football and run in the park. I have a busy and happy day.",
      "traducao": "Eu volto para casa depois da escola e almoço. Eu bebo água e descanso por uma hora. Eu leio uma revista e escrevo no meu caderno. Eu limpo meu quarto e organizo meus livros. Eu brinco com meu cachorro e escuto música. Eu ajudo minha mãe na cozinha e cozinho o jantar. Eu arrumo a mesa e janto com minha família. Eu bebo chá e lavo a louça. Eu converso com minha família e jogo cartas. Eu assisto TV e leio um livro. Eu vou para a cama às dez horas e durmo bem. Eu acordo cedo e como café da manhã. Eu bebo café e me preparo para a escola. Eu vejo meus amigos e estudo inglês. Eu jogo futebol e corro no parque. Eu tenho um dia ocupado e feliz."
    },
    {
      "tema": "Weekend Activities",
      "texto": "On Saturday, I wake up late and eat breakfast. I drink coffee and read a book. I write in my notebook and play with my friends. We walk in the park and talk about our week. I help my parents and clean the house. I cook lunch with my mother and eat lunch. I rest for one hour and watch TV. I listen to music and read a magazine. I play cards with my family and talk with them. I eat dinner and drink tea. I go to bed at ten o'clock. On Sunday, I wake up early and go to the market. I buy bread, milk, and vegetables. I cook lunch and eat with my family. I rest, read, and play games. I go to bed happy and ready for a new week.",
      "traducao": "No sábado, eu acordo tarde e como café da manhã. Eu bebo café e leio um livro. Eu escrevo no meu caderno e brinco com meus amigos. Nós caminhamos no parque e conversamos sobre nossa semana. Eu ajudo meus pais e limpo a casa. Eu cozinho o almoço com minha mãe e almoço. Eu descanso por uma hora e assisto TV. Eu escuto música e leio uma revista. Eu jogo cartas com minha família e converso com eles. Eu janto e bebo chá. Eu vou para a cama às dez horas. No domingo, eu acordo cedo e vou ao mercado. Eu compro pão, leite e vegetais. Eu cozinho o almoço e almoço com minha família. Eu descanso, leio e jogo. Eu vou para a cama feliz e pronto para uma nova semana."
    },
    {
      "tema": "Shopping Day",
      "texto": "I go to the market in the morning and buy bread and milk. I see my friends and talk with them. I buy fruits and vegetables and carry a bag. I go home in the afternoon and put the food in the kitchen. I clean the table and cook lunch. I eat lunch with my family and drink tea. I wash the dishes and rest for one hour. I read a book and write in my notebook. I play in the garden and listen to music. I watch TV and eat dinner. I drink water and talk with my family. I go to bed at ten o'clock and sleep well. I wake up early and eat breakfast. I drink coffee and go to school. I see my friends and play football. I study English and math.",
      "traducao": "Eu vou ao mercado de manhã e compro pão e leite. Eu vejo meus amigos e converso com eles. Eu compro frutas e vegetais e carrego uma sacola. Eu volto para casa à tarde e coloco a comida na cozinha. Eu limpo a mesa e cozinho o almoço. Eu almoço com minha família e bebo chá. Eu lavo a louça e descanso por uma hora. Eu leio um livro e escrevo no meu caderno. Eu brinco no jardim e escuto música. Eu assisto TV e janto. Eu bebo água e converso com minha família. Eu vou para a cama às dez horas e durmo bem. Eu acordo cedo e como café da manhã. Eu bebo café e vou para a escola. Eu vejo meus amigos e jogo futebol. Eu estudo inglês e matemática."
    },
    {
      "tema": "School Morning",
      "texto": "I wake up at six o'clock and get up from my bed. I wash my face and hands and brush my teeth. I eat breakfast and drink coffee. I put on my clothes and go to school. I walk with my friends and talk about our homework. We study English and math. I read books and write notes in my notebook. I listen to the teacher and answer questions. I play with my friends at break time. I eat lunch and drink water. After lunch, I go back to class and study more. I finish school and go home. I rest for one hour and watch TV. I eat dinner with my family and drink tea. I go to bed at ten o'clock.",
      "traducao": "Eu acordo às seis horas e levanto da cama. Eu lavo meu rosto e mãos e escovo meus dentes. Eu como café da manhã e bebo café. Eu visto minhas roupas e vou para a escola. Eu caminho com meus amigos e converso sobre nosso dever de casa. Nós estudamos inglês e matemática. Eu leio livros e escrevo notas no meu caderno. Eu escuto o professor e respondo perguntas. Eu brinco com meus amigos no recreio. Eu almoço e bebo água. Depois do almoço, eu volto para a aula e estudo mais. Eu termino a escola e volto para casa. Eu descanso por uma hora e assisto TV. Eu janto com minha família e bebo chá. Eu vou para a cama às dez horas."
    },
    {
      "tema": "Evening Routine",
      "texto": "In the evening, I clean my room and organize my books. I play with my dog and listen to music. I help my parents and cook dinner. I set the table and eat dinner with my family. I drink tea and wash the dishes. I watch TV and read a book. I talk with my family and play cards. I go to bed at ten o'clock and read before sleeping. I sleep well and wake up happy. I eat breakfast and drink coffee. I go to school and see my friends. We study English and math. I play football and run in the park. I have a nice and busy day.",
      "traducao": "À noite, eu limpo meu quarto e organizo meus livros. Eu brinco com meu cachorro e escuto música. Eu ajudo meus pais e cozinho o jantar. Eu arrumo a mesa e janto com minha família. Eu bebo chá e lavo a louça. Eu assisto TV e leio um livro. Eu converso com minha família e jogo cartas. Eu vou para a cama às dez horas e leio antes de dormir. Eu durmo bem e acordo feliz. Eu como café da manhã e bebo café. Eu vou para a escola e vejo meus amigos. Nós estudamos inglês e matemática. Eu jogo futebol e corro no parque. Eu tenho um dia bom e ocupado."
    },
    {
      "tema": "Morning Exercise",
      "texto": "I wake up at six o'clock and go outside. I run in the park and walk with my friends. I play football and stretch my legs. I drink water and feel happy. I go home and take a shower. I eat breakfast and drink coffee. I read a book and write in my notebook. I help my parents with small tasks. I go to school and see my friends. We study English and math. I eat lunch and drink tea. I play in the garden and watch TV. I do my homework and talk with my family. I eat dinner and go to bed at ten o'clock. I sleep well and wake up early.",
      "traducao": "Eu acordo às seis horas e vou para fora. Eu corro no parque e caminho com meus amigos. Eu jogo futebol e alongo minhas pernas. Eu bebo água e me sinto feliz. Eu volto para casa e tomo banho. Eu como café da manhã e bebo café. Eu leio um livro e escrevo no meu caderno. Eu ajudo meus pais com pequenas tarefas. Eu vou para a escola e vejo meus amigos. Nós estudamos inglês e matemática. Eu almoço e bebo chá. Eu brinco no jardim e assisto TV. Eu faço meu dever de casa e converso com minha família. Eu janto e vou para a cama às dez horas. Eu durmo bem e acordo cedo."
    },
    {
      "tema": "Grocery Shopping",
      "texto": "I go to the market and buy bread and milk. I see my friends and talk with them. I buy fruits, vegetables, and eggs. I carry a bag and go home. I put the food in the kitchen and clean the table. I cook lunch with my mother and eat with my family. I drink tea and wash the dishes. I rest for one hour and read a book. I write in my notebook and play with my dog. I watch TV and listen to music. I eat dinner and drink water. I talk with my family and play cards. I go to bed at ten o'clock and sleep well. I wake up early and eat breakfast. I go to school and see my friends. I study English and math every day.",
      "traducao": "Eu vou ao mercado e compro pão e leite. Eu vejo meus amigos e converso com eles. Eu compro frutas, vegetais e ovos. Eu carrego uma sacola e volto para casa. Eu coloco a comida na cozinha e limpo a mesa. Eu cozinho o almoço com minha mãe e almoço com minha família. Eu bebo chá e lavo a louça. Eu descanso por uma hora e leio um livro. Eu escrevo no meu caderno e brinco com meu cachorro. Eu assisto TV e escuto música. Eu janto e bebo água. Eu converso com minha família e jogo cartas. Eu vou para a cama às dez horas e durmo bem. Eu acordo cedo e como café da manhã. Eu vou para a escola e vejo meus amigos. Eu estudo inglês e matemática todos os dias."
    },
    {
      "tema": "Daily Work Routine",
      "texto": "I wake up early and eat breakfast. I drink coffee and go to work. I walk to the bus stop and wait for the bus. I go to the office and work with my colleagues. I answer emails and write reports. I help my colleagues and have lunch at twelve o'clock. I drink water and continue my work. I finish at five o'clock and go home. I rest for one hour and watch TV. I eat dinner with my family and drink tea. I read a book and write in my notebook. I play cards with my family. I go to bed at ten o'clock and sleep well. I wake up early and start a new day.",
      "traducao": "Eu acordo cedo e como café da manhã. Eu bebo café e vou para o trabalho. Eu caminho até o ponto de ônibus e espero o ônibus. Eu vou para o escritório e trabalho com meus colegas. Eu respondo e-mails e escrevo relatórios. Eu ajudo meus colegas e almoço ao meio-dia. Eu bebo água e continuo meu trabalho. Eu termino às cinco horas e volto para casa. Eu descanso por uma hora e assisto TV. Eu janto com minha família e bebo chá. Eu leio um livro e escrevo no meu caderno. Eu jogo cartas com minha família. Eu vou para a cama às dez horas e durmo bem. Eu acordo cedo e começo um novo dia."
    }
  ]
}